[
        {
             name:"Ghost in the shell",
             rating:9,
             views:10000,
             image:"_images/ghostintheshell.jpeg",
                info:"Ghost in the Shell[a] is a 1995 anime cyberpunk film based on the manga of the same name by Masamune Shirow. It was written by Kazunori Itō and directed by Mamoru Oshii, and stars the voices of Atsuko Tanaka, Akio Ōtsuka, and Iemasa Kayumi. Ghost in the Shell was a Japanese-British international co-production, produced by Kodansha, Bandai Visual and Manga Entertainment, with animation provided by Production I.G."
         },
  {
    "name": "Akira",
    "rating": 8,
    "views": 10000,
    "image": "_images/akira.jpg",
    "info": "Akira (Japanese: アキラ Hepburn: Akira) is a 1988 Japanese animated post-apocalyptic cyberpunk film directed by Katsuhiro Otomo, produced by Ryōhei Suzuki and Shunzō Katō, and written by Otomo and Izo Hashimoto, based on Otomo's 1982 manga of the same name. The film had a production budget of ¥1.1 billion[1] ($9 million),[2] making it the most expensive anime film of its time.[4]"

  },
         {
             name:"Armatage",
             rating:6,
             views:10000,
             image:"_images/armatage.jpg",
             info:"Armitage III (アミテージ・ザ・サード Amitēji Za Sādo) is a 1995 cyberpunk original video animation series. It centers on Naomi Armitage, a highly advanced "
            
         },
         {
             name:"Princess mononoke",
             rating:10,
             views:10000,
             image:"_images/princessmononoke.jpg",
             info:"Princess Mononoke (Japanese: もののけ姫 Hepburn: Mononoke-hime, Spirit/Monster Princess) is a 1997 Japanese animated epic historical fantasy war film written and directed by Hayao Miyazaki, animated by Studio Ghibli for Tokuma Shoten, Nippon Television Network and Dentsu, and distributed by Toho. The film stars the voices of Yōji Matsuda, Yuriko Ishida, Yūko Tanaka, Kaoru Kobayashi, Masahiko Nishimura, Tsunehiko Kamijo, Akihiro Miwa, Mitsuko Mori and Hisaya Morishige"
            
         },
         {
             name:"Paprika",
             rating:9,
             views:10000,
             image:"_images/paprika.jpg",
             info:""
            
         },
         {
             name:"Tokyo godfathers",
             rating:10,
             views:10000,
             image:"_images/tokyogodfathers.jpg",
             info:"Tokyo Godfathers (東京ゴッドファーザーズ Tōkyō Goddofāzāzu) is a 2003 Japanese anime comedy film directed by Satoshi Kon loosely based on Peter B. Kyne's novel Three Godfathers.[3]"
            
         },
         {
             name:"Memories",
             rating:8,
             views:10000,
             image:"_images/memories.jpg",
             info:"Memories (also Otomo Katsuhiro's Memories) is a 1995 Japanese animated science fiction anthology film with Katsuhiro Otomo as executive producer, and based on three of his manga short stories. The film is composed of three shorts: Magnetic Rose (彼女の想いで Kanojo no Omoide), directed by Studio 4°C co-founder Kōji Morimoto and written by Satoshi Kon; Stink Bomb (最臭兵器 Saishū-heiki), directed by Tensai Okamura of Darker than Black fame and written by Otomo, and Cannon Fodder (大砲の街 Taihō no Machi), written and directed by Otomo himself."
            
         },
         {
             name:"The Animatrix",
             rating:9,
             views:10000,
             image:"_images/theanimatrix.jpg",
             info:"The Animatrix (アニマトリックス Animatorikkusu) is a 2003 American–Japanese animated science fiction anthology film produced by the Wachowskis. It is a compilation of nine animated short films based on The Matrix trilogy, which was written and directed by the Wachowskis. Four of the shorts were also written by the Wachowskis. The film details the backstory of the Matrix universe, including the original war between man and machines which led to the creation of the titular Matrix."
            
         }
     ]